INSERT INTO course
(id, name, requirement)
VALUES
(1, 'Java', 'Владение английским на уровне от B1 (прохождение теста обязательно).Имение базовых знаний принципов ООП.Знаком с основами Java и СУБД'),
(2, 'Python', 'Владение английским на уровне от A2 (прохождение теста обязательно).Имение базовых знаний принципов ООП.Знаком с основами Python и СУБД'),
(3, 'Kotlin', 'Владение английским на уровне от A1 (прохождение теста обязательно).Имение базовых знаний принципов ООП.Знаком с основами Kotlin, Java и СУБД'),
(4, 'C', 'Владение английским на уровне от B2 (прохождение теста обязательно).Имение базовых знаний принципов ООП.Знаком с основами C и СУБД');